[
  {
    "kategori": "KATEGORI: PENGEMBANGAN DIRI DAN ORANG LAIN",
    "penjelasan": "Menunjukkan praktik pengembangan diri berdasarkan kesadaran dan kemauan pribadi",
    "pertanyaan1": "1. Bertanya kepada peserta didik hal apa yang sudah baik dari praktik mengajar.",
    "pertanyaan2": "2. Bertanya kepada peserta didik hal apa yang sudah baik dari praktik mengajar.",
    "pertanyaan3": "3. Meminta rekan sesama guru untuk melihat kegiatan pembelajarannya.",
    "pertanyaan4": "4. Meminta rekan sesama guru untuk memberikan masukan setelah melihat kegiatan pembelajaran yang dilakukan. ",
    "pertanyaan5": "5. Mencatat kelebihan dan kekurangan dalam kegiatan pembelajaran yang dilakukan. ",
    "pertanyaan6": "6. Membuat rencana pengembangan diri untuk perbaikan proses kegiatan pembelajaran. ",
    "pertanyaan7": "7. Membuat rencana pengembangan diri untuk perbaikan kegiatan pembelajaran berdasarkan masukan dari rekan sesama guru, kepala sekolah dan/atau peserta didik. ",
    "pertanyaan8": "8. Membuat rencana tindak lanjut untuk perbaikan kegiatan pembelajaran berikutnya. ",
    "pertanyaan9": "9. Membantu rekan sesama guru dalam mengidentifikasi persoalan pembelajaran. ",
    "pertanyaan10": "10. Membantu menganalisis permasalahan pembelajaran rekan sejawat. ",
    "pertanyaan11": "11. Membantu rekan sesama guru untuk menemukan strategi pengembangan kompetensi diri berdasarkan kebutuhan belajarnya. ",
    "pertanyaan12": "12. Mengajak rekan sesama guru untuk mengikuti pelatihan atau program pengembangan diri lainnya. ",
    "pertanyaan13": "13. Berpartisipasi rutin dalam kegiatan pengembangan diri di organisasi atau komunitas profesi seperti KKG atau gugus baik di dalam maupun luar sekolah. ",
    "pertanyaan14": "14. Aktif mengambil peran dalam organisasi atau komunitas profesi. ",
    "pertanyaan15": "15. Aktif berbagi praktik baik dengan rekan sesama guru di sekolah. ",
    "pertanyaan16": "16. Aktif berbagi praktik baik dengan rekan sesama guru dari sekolah lain. ",
    "pertanyaan17": "17. Aktif mempelajari praktik baik dalam kepemimpinan dan/atau pembelajaran dari sekolah lain untuk diterapkan di lingkungan sekolah GP. ",
    "pertanyaan18": "18. Berinisiatif menghasilkan karya dari hasil kegiatan jejaring dan organisasi. ",
    "pertanyaan19": "19. Mampu mengelola stress ketika GP mengalami kesulitan atau kegagalan dalam praktik mengajar yang GP ingin lakukan. ",
    "pertanyaan20": "20. Mampu mengelola rasa marah saat peserta didik menunjukkan perilaku yang tidak diharapkan. ",
    "pertanyaan21": "21. Bekerja sama dengan baik dengan rekan sejawat tanpa melihat agama, suku, status atau bentuk fisiknya. ",
    "pertanyaan22": "22. Mempertimbangkan norma moral dan etika dalam mengambil keputusan di kelas atau sekolah. ",
    "pertanyaan23": "23. Mendengarkan setiap pendapat peserta didik dan meresponnya dengan sungguh-sungguh. ",
    "pertanyaan24": "24. Mendorong peserta didik untuk memperbaiki kondisi dan belajar dari kesalahannya ketika dia melakukan pelanggaran. ",
    "pertanyaan25": "25. Menahan diri dari melakukan hal  yang melanggar kode etik seorang pendidik. "
  },

  {
    "kategori": "KATEGORI: KEPEMIMPINAN  PEMBELAJARAN",
    "penjelasan": "Memimpin upaya pengembangan lingkungan belajar yang berpusat pada peserta didik",
  "pertanyaan26": "26. Merencanakan lingkungan pembelajaran yang sesuai kebutuhan belajar peserta didik. ",
  "pertanyaan27": "27. Mempraktikkan pembelajaran yang memberikan kesempatan bagi peserta didik untuk beraktivitas secara mandiri dan berkelompok. ",
  "pertanyaan28": "28. Menyediakan waktu bagi peserta didik-peserta didik untuk berdiskusi dan berpendapat selama pembelajaran. ",
  "pertanyaan29": "29. Memberikan pilihan kepada peserta didik untuk mendemonstrasikan pemahamannya sesuai minat. ",
  "pertanyaan30": "30. Menyediakan berbagai bentuk bahan ajar untuk menyesuaikan dengan kebutuhan belajar peserta didik. ",
  "pertanyaan31": "31. Memberikan kesempatan kepada peserta didik untuk memberi saran dan kritik terkait praktik pembelajaran. ",
  "pertanyaan32": "32. Mengajak rekan sejawat untuk merencanakan pembelajaran yang  mendorong peserta didik gemar belajar. ",
  "pertanyaan33": "33. Mengajak sesama guru melakukan pembelajaran yang mendorong peserta didik gemar belajar. ",
  "pertanyaan34": "34. Memandu pertemuan dengan rekan sejawat untuk mendiskusikan ragam strategi pembelajaran untuk memenuhi kebutuhan belajar peserta didik. ",
  "pertanyaan35": "35. Mengajak rekan sejawat untuk saling mengobservasi proses mengajar satu sama lain dan memberikan umpan balik. ",
  "pertanyaan36": "36. Mengajak rekan sejawat melakukan refleksi terkait perbaikan kualitas praktik pembelajaran. ",
  "pertanyaan37": "37. Memandu rekan sesama guru untuk bersama menganalisis data hasil pembelajaran. ",
  "pertanyaan38": "38. Bersama rekan sesama guru merencanakan tindak lanjut berdasarkan hasil analisis untuk meningkatkan pembelajaran. ",
  "pertanyaan39": "39. Mengidentifikasi profil orang tua/wali peserta didik dan mencatatnya. ",
  "pertanyaan40": "40. Berkomunikasi dengan orang tua/wali peserta didik untuk membicarakan peran mereka dalam mendampingi peserta didik belajar. ",
  "pertanyaan41": "41. Berdiskusi dengan orang tua/wali peserta didik untuk mencari langkah efektif dalam mendampingi peserta didik belajar. ",
  "pertanyaan42": "42. Menyediakan kesempatan kepada orang tua/wali peserta didik untuk memberikan saran terkait pendampingan peserta didik dalam belajar. ",
  "pertanyaan43": "43. Menyediakan kesempatan bagi orang tua/wali peserta didik untuk hadir di sekolah sebagai guru tamu. "
  },
  {
    "kategori": "KATEGORI: KEPEMIMPINAN MANAJEMEN SEKOLAH",
    "penjelasan": "Mengembangkan dan mewujudkan visi sekolah yang berorientasi pada peserta didik",
  "pertanyaan44": "44. Mengajak warga sekolah untuk mengkaji ulang visi sekolah agar lebih berpihak pada peserta didik. ",
  "pertanyaan45": "45. Mengajak warga sekolah untuk mensosialisasikan visi sekolah yang berpihak pada peserta didik melalui berbagai media. ",
  "pertanyaan46": "46. Mengajak warga sekolah untuk merefleksikan kesesuaian program sekolah dengan visi pendidikan yang berpusat pada peserta didik. ",
  "pertanyaan47": "47. Mengajak warga sekolah untuk mencoba pendekatan baru dalam mewujudkan visi dan program sekolah. ",
  "pertanyaan48": "48. Memberi kesempatan warga sekolah untuk memberikan masukan terhadap program sekolah agar sesuai dengan visi yang berpihak pada peserta didik. ",
  "pertanyaan49": "49. Menyusun dan merencanakan program pembelajaran (intra-, ko-, ekstra-kurikuler) di kelas atau sekolah sesuai dengan visi sekolah dan kebutuhan peserta didik. ",
  "pertanyaan50": "50. Berkolaborasi dengan warga sekolah untuk merancang dan menjalankan program pembelajaran (intra-, ko-, ekstra-kurikuler) di kelas atau sekolah. ",
  "pertanyaan51": "51. Mengoptimalkan sumber daya yang ada untuk menjalankan program pembelajaran yang berdampak kepada peserta didik. ",
  "pertanyaan52": "52. Melakukan pemantauan (monitor) pelaksanaan program agar dapat mencapai tujuan program yang berdampak pada peserta didik. ",
  "pertanyaan53": "53. Melakukan refleksi dan mengumpulkan umpan balik terkait ketercapaian program terhadap dampaknya pada kualitas belajar peserta didik. ",
  "pertanyaan54": "54. Melakukan rencana tindak lanjut setelah mengevaluasi ketercapaian program supaya lebih berdampak bagi peserta didik. "
  },
  {
    "kategori": "KATEGORI: KEPEMIMPINAN PENGEMBANGAN SEKOLAH",
    "penjelasan": "Memimpin program pengembangan sekolah untuk mengoptimalkan proses belajar peserta didik dan mendukung kebutuhan masyarakat sekitar sekolah yang relevan",
  "pertanyaan55": "55. Melakukan pemetaan kebutuhan belajar warga sekolah terkait pembelajaran. ",
  "pertanyaan56": "56. Memotivasi rekan guru dan tenaga kependidikan di sekolah untuk menumbuhkan budaya belajar yang berpihak pada peserta didik. ",
  "pertanyaan57": "57. Menyusun prioritas dan merancang program yang sesuai visi sekolah, realistis dan mengacu peta kebutuhan warga sekolah. ",
  "pertanyaan58": "58. Mengkomunikasikan pentingnya pengembangan sekolah untuk peningkatan kualitas belajar peserta didik kepada orang tua/wali peserta didik dan masyarakat dengan berbagai cara atau media. ",
  "pertanyaan59": "59. Menyediakan kesempatan bagi orang tua/wali peserta didik dan masyarakat untuk mengambil peran dalam pengembangan sekolah. ",
  "pertanyaan60": "60. Mengkomunikasikan dampak hasil pengembangan sekolah pada peningkatan kualitas belajar peserta didik kepada orang tua/wali peserta didik dan masyarakat. "
  }
]
